Repository: OPUS4/application
Catalog: trunk/modules/admin/language/statistic.tmx
Source language: de
Languages: en

source: Admin: Veröffentlichungstatistik
en: Admin: Number of publications

source: Veröffentlichungstatistik
en: Number of Publications

source: Gesamtzahl Dokumente
en: Total number of documents

source: Monatsübersicht
en: Month overview

source: Dokumenttyp-Übersicht
en: Overview by document type

source: Institut-Übersicht
en: Overview by institute

source: Monat
en: Month

source: Institut
en: Institute

source: Anzahl
en: Count

source: Dokumenttyp
en: Document type

source: Bitte Jahr auswählen:
en: Please select year:

source: Statistik anzeigen
en: Show statistic

source: Mrz
en: Mar

source: Apr
en: Avr

source: Mai
en: May

source: Okt
en: Oct

source: Dez
en: Dec
